app/Models/PortoModel.php

SELECT *
FROM `tb_edu`
ORDER BY `edu_id` DESC
---
    public function getEdu()
    {
         return $this->db->table('tb_edu')
                         ->orderBy('edu_id', 'DESC')
                         ->get()->getResultArray();

SELECT *
FROM `tb_exp`
ORDER BY `exp_id` ASC
---
    public function getExp()
    {
         return $this->db->table('tb_exp')
                         ->orderBy('exp_id', 'ASC')
                         ->get()->getResultArray();